pet-store/app/controllers/application_controller.rb

    def pets
        @pets = Pet.all
---
SELECT "pets".* FROM "pets"